import i1 from './items/1.jpg'
import i2 from './items/2.png'
import i3 from './items/3.jpg'
import i4 from './items/4.jpg'
import i5 from './items/5.jpg'
import i7 from './items/6.jpg'
import i6 from './items/7.jpg'
import i8 from './items/8.jpg'
import i9 from './items/9.jpg'

import d1 from './details-pic/d1.jpeg'
import d2 from './details-pic/d2.jpeg'
import d3 from './details-pic/d3.jpeg'
import d4 from './details-pic/d4.jpeg'
import d5 from './details-pic/d5.jpeg'
import d6 from './details-pic/d6.jpeg'
import d7 from './details-pic/d7.jpeg'
import d8 from './details-pic/d8.jpeg'
import d9 from './details-pic/d9.jpeg'


 const itemsData = [
  
  {id: 1 , img : i6 ,img2 : d1 , title: "1.سرم تراپی"
    ,caption: "سرم تراپی روشی مؤثر برای تأمین مایعات، الکترولیت‌ها و مواد مغذی ضروری به بدن است که به‌خصوص در مواقع کم‌آبی یا ضعف بسیار کاربرد دارد. این روش از طریق تزریق مستقیم در رگ انجام می‌شود و جذب سریع‌تری نسبت به روش‌های خوراکی دارد. سرم تراپی می‌تواند به کاهش خستگی، افزایش انرژی و بهبود عملکرد سیستم ایمنی کمک کند. این درمان معمولاً در شرایط کمبود آب بدن، بیماری‌های خاص یا تأمین مواد مغذی پس از عمل جراحی استفاده می‌شود. به دلیل سادگی و کارآمدی، سرم تراپی به طور گسترده در مراکز درمانی و کلینیک‌ها مورد استفاده قرار می‌گیرد."
     ,} ,
  {id: 2 , img : i2 ,img2 : d2 , title: "2.پانسمان"  
    ,caption: "پانسمان یکی از روش‌های اصلی برای محافظت از زخم‌ها و جلوگیری از عفونت است. این فرآیند شامل تمیز کردن زخم، استفاده از مواد ضدعفونی‌کننده و پوشاندن آن با گاز یا بانداژ مناسب می‌شود. پانسمان به تسریع روند بهبودی کمک کرده و از ورود میکروب‌ها و آلودگی به زخم جلوگیری می‌کند. همچنین، در موارد خاص، پانسمان می‌تواند به کنترل خونریزی و کاهش درد در ناحیه آسیب‌دیده کمک کند. انتخاب نوع پانسمان بسته به نوع زخم و شرایط بیمار متفاوت است." } ,
  {id: 3 , img : i3 ,img2 : d3 , title: "3.تزریق عضلانی"  
    ,caption: "تزریق عضلانی یکی از روش‌های رایج برای رساندن دارو به بدن است که از طریق عضلات انجام می‌شود. این روش به دلیل جذب سریع‌تر دارو نسبت به تزریق زیرجلدی یا خوراکی، در موارد اضطراری یا درمان‌های خاص استفاده می‌شود. تزریق عضلانی معمولاً در نواحی بزرگ عضلانی مانند بازو، ران یا باسن انجام می‌شود. این روش برای داروهایی که نیاز به جذب تدریجی دارند یا نمی‌توانند به صورت خوراکی مصرف شوند، بسیار مؤثر است. رعایت اصول بهداشتی و تکنیک صحیح در تزریق عضلانی اهمیت زیادی دارد تا از عوارضی مانند درد یا التهاب جلوگیری شود."  } ,
  {id: 4 , img : i4 ,img2 : d4 , title: "4.سونداژ مثانه" 
     ,caption: "سونداژ مثانه روشی است که برای تخلیه ادرار از مثانه در شرایطی که بیمار قادر به انجام این کار نیست، استفاده می‌شود. این روش معمولاً در مواردی مانند احتباس ادرار، نمونه‌برداری برای آزمایش‌های پزشکی یا در طول و بعد از جراحی‌ها به کار می‌رود. سوندگذاری می‌تواند به کنترل تعادل مایعات بدن و جلوگیری از عفونت‌های ادراری کمک کند. این فرآیند نیازمند رعایت دقیق اصول بهداشتی و استفاده از تجهیزات استریل است. انتخاب نوع سوند و نحوه انجام آن بسته به شرایط بیمار متفاوت است."  } ,
  {id: 5 , img : i5 ,img2 : d5 , title: "5.سونداژ معده NGT" 
     ,caption: "سونداژ معده (NGT) روشی است که برای تغذیه یا رساندن دارو به معده از طریق یک لوله نازک و انعطاف‌پذیر که از بینی عبور می‌کند، استفاده می‌شود. این روش برای بیمارانی که توانایی بلع ندارند یا در حالت نیمه‌بیهوشی یا کما هستند، بسیار کاربردی است. علاوه بر تغذیه، از این لوله برای تخلیه محتویات معده، گازها یا مواد سمی نیز استفاده می‌شود. سونداژ معده به بهبود وضعیت تغذیه‌ای بیمار و جلوگیری از عوارض ناشی از سوءتغذیه کمک می‌کند. رعایت اصول بهداشتی و نصب صحیح لوله توسط پرستاران یا پزشکان متخصص اهمیت زیادی دارد." } ,
  {id: 6 , img : i7 ,img2 : d6 , title: "6.ویزیت پزشک عمومی"  
    ,caption: "ویزیت پزشک عمومی یکی از اولین مراحل برای بررسی وضعیت کلی سلامت بیمار است و شامل ارزیابی علائم عمومی و سابقه پزشکی فرد می‌شود. این ویزیت معمولاً برای تشخیص اولیه بیماری‌ها یا مشکلات رایج مانند سرماخوردگی، فشار خون، یا دردهای عمومی استفاده می‌شود. پزشک عمومی می‌تواند آزمایش‌های اولیه، توصیه‌های سلامتی و راهنمایی‌های درمانی ارائه دهد و در صورت نیاز بیمار را به پزشکان متخصص ارجاع دهد. این ملاقات به پیشگیری از بیماری‌های جدی و مدیریت موثر مشکلات سلامت کمک می‌کند. داشتن ارتباط مداوم با پزشک عمومی می‌تواند نقش مهمی در حفظ سلامت طولانی‌مدت داشته باشد." } ,
  {id: 7 , img : i1 ,img2 : d7 , title: "7.فیزیو تراپی" 
     ,caption: "فیزیوتراپی یکی از روش‌های درمانی است که با استفاده از تکنیک‌های فیزیکی مانند تمرینات، ماساژ و تجهیزات تخصصی به بهبود عملکرد عضلات و مفاصل کمک می‌کند. این روش معمولاً برای بازتوانی پس از جراحی، آسیب‌های ورزشی یا بیماری‌های مزمن به کار می‌رود. فیزیوتراپی می‌تواند درد و التهاب را کاهش دهد و تحرک بیمار را بهبود بخشد. همچنین نقش مهمی در پیشگیری از مشکلات اسکلتی-عضلانی و تقویت توانمندی‌های جسمی دارد. انجام جلسات منظم فیزیوتراپی تحت نظر متخصص، اثرگذاری درمان را افزایش می‌دهد. " } ,  
  {id: 8 , img : i8 ,img2 : d8 , title: "8.دکتر مامایِی" 
     ,caption: "دکتر مامایی متخصصی است که در زمینه مراقبت‌های دوران بارداری، زایمان و سلامت زنان فعالیت می‌کند. این پزشکان نقش مهمی در ارائه مشاوره‌های پیش از بارداری، مراقبت‌های حین بارداری و مدیریت زایمان طبیعی یا سزارین دارند. دکتر مامایی همچنین در تشخیص و درمان بیماری‌های زنان، عفونت‌ها و مشکلات باروری تخصص دارد. آن‌ها به مادران در زمینه تغذیه، ورزش و مراقبت از نوزاد پس از زایمان راهنمایی می‌کنند. مراجعه منظم به دکتر مامایی می‌تواند به پیشگیری از مشکلات جدی و حفظ سلامت مادر و نوزاد کمک کند." } ,
  {id: 9 , img : i9 ,img2 : d9 , title: "9.ویزیت پزشک متخصص"
     ,caption: "ویزیت پزشک متخصص معمولاً برای بررسی و درمان مشکلات خاص و پیچیده که نیاز به دانش تخصصی دارند انجام می‌شود. این پزشکان بر اساس تخصص خود می‌توانند بیماری‌هایی مانند قلب و عروق، اعصاب، گوارش یا ارتوپدی را با دقت بیشتری تشخیص دهند. در طول ویزیت، پزشک متخصص آزمایش‌های دقیق‌تر و تخصصی‌تر را تجویز کرده و برنامه درمانی خاصی ارائه می‌دهد. این ویزیت‌ها به تشخیص زودهنگام مشکلات جدی و جلوگیری از پیشرفت بیماری کمک می‌کنند. مراجعه منظم به پزشک متخصص، بهبود کیفیت زندگی بیماران و مدیریت بهتر مشکلات سلامت را تضمین می‌کند." } ,



 ]

 export default itemsData